var local_database = [{
  date: "Nov 18 2019",
  title: "正是虾肥蟹壮时",
  post_img: "/images/4.jpg",
  content: '获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.',
  view_num: '112',
  collect_num: '96',
  author_img: '/images/1.jpg',
  headImgSrc: '/images/4.jpg',
  author: '张杰',
  dateTime: '24小时前',
  detail: '获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.',
  postId: 0
}, {
  date: "Nov 18 2016",
  title: "正是虾肥蟹壮时",
  post_img: "/images/6.jpg",
  content: '获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.',
  view_num: '112',
  collect_num: '96',
  author_img: '/images/1.jpg',
  headImgSrc: '/images/6.jpg',
  author: '张杰',
  dateTime: '24小时前',
  detail: '获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.获得莱卡我型我秀总冠军\n对于张杰来说，梦想真正的启航，应该是在2004年上海的“莱卡我型我秀”。历经层层严格选拔，最终凭借着和苟伟合作的原创歌曲《北斗星的爱》。初出茅庐的张杰一举获得了年度总冠军.',
  postId: 1
}]
// 出口
module.exports = {
  postList: local_database
}